tap "caryll/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "twlz0ne/cquery"
cask "xquartz"
brew "gcc"
brew "openssl"
brew "open-mpi", args: ["with-mpi-thread-multiple"]
brew "arpack", args: ["with-mpi"]
brew "superlu", args: ["with-openblas", "with-openmp"]
brew "armadillo"
brew "bash"
brew "binutils"
brew "boost"
brew "clipper"
brew "cmake"
brew "cmigemo"
brew "coreutils"
brew "ctags"
brew "diffutils"
brew "editorconfig"
brew "eigen"
brew "fd"
brew "llvm", args: ["with-toolchain"], link: true
brew "fftw", args: ["with-mpi", "with-openmp"]
brew "findutils"
brew "fish"
brew "flawfinder"
brew "fontforge", args: ["with-extra-tools", "with-giflib"]
brew "fzf"
brew "gawk"
brew "ghq"
brew "git"
brew "global", args: ["with-ctags", "with-pygments"]
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "grep"
brew "gzip"
brew "jq"
brew "keychain"
brew "mariadb", restart_service: true
brew "mercurial"
brew "neovim"
brew "nkf"
brew "openblas", args: ["with-openmp"]
brew "pandoc"
brew "pandoc-crossref"
brew "psutils"
brew "rainbarf"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "swig"
brew "tbb"
brew "the_silver_searcher"
brew "tig"
brew "tmux-mem-cpu-load"
brew "tree"
brew "ttfautohint"
brew "unar"
brew "vim", args: ["with-client-server", "with-gettext", "with-luajit"]
brew "wdiff"
brew "wget"
brew "zsh"
brew "caryll/tap/otfcc-mac64"
brew "twlz0ne/cquery/cquery"
cask "font-hack-nerd-font"
cask "font-noto-sans"
cask "font-noto-sans-cjk"
cask "font-noto-serif"
cask "font-noto-serif-cjk"
cask "font-source-han-noto-cjk"
cask "font-xits"
cask "java8"
cask "mactex"
cask "mactex-no-ghostscript"
cask "skim"
cask "vimr"
