fisherman/await
edc/bass
oh-my-fish/theme-bobthefish
fisherman/fzf
fisherman/get
fisherman/getopts
decors/fish-ghq
fisherman/last_job_id
d42/fish-pip-completion
